CATEGORIES = [
    ("VV", "ভাত-তরকারি"),
    ("SF", "স্ট্রিট ফুড"),
    ("FF", "ফাস্টফুড"),
    ("TF", "টং এর দোকান"),
    ("OF", "অন্যান্য"),
]

LOCATIONS = [
    ("BT", "বটতলা"),
    ("PG", "প্রান্তিক গেইট"),
    ("DD", "ডিপার্টমেন্টের দোকান"),
    ("MR", "অন্যান্য"),
]

AREAS = [
    ("1", "সাভার"),
    ("2", "প্রান্তিক গেইট "),
    ("3", "সকল মহিলা হল"),
    ("4", "ডেইরি গেইট"),
    ("5", "সামাজিক বিজ্ঞান অনুষদ, গণিত ও পরিসংখ্যান বিভাগ, নতুন কলা ভবন, পদার্থবিজ্ঞান বিভাগ, রসায়ন বিভাগ"),
    ("6", "পুরাতন কলা ভবন, ব্যবসায় শিক্ষা অনুষদ, আল বেরুনি হল"),
    ("7", "ভূতত্ত্ব, সি.এস.ই ও পরিবেশ বিজ্ঞান ভবন, বটতলা, বঙ্গবন্ধু হল, আ.ফ.ম  কামালউদ্দিন হল, সালাম বরকত হল"),
    ("8", "মওলানা ভাসানী হল, বিশ্বকবি রবীন্দ্রনাথ ঠাকুর হল, রফিক জব্বার হল"),
    ("9", "জীববিজ্ঞান অনুষদ"),
    ("10", "মীর মশাররফ হোসেন হল"),
    ("11", "বিশমাইল"),
]